export const newsItems = [
  {
    id: 1,
    title: "ประชุมชี้แนวเส้นทางศักยภาพ",
    date: "2026-03-30",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/30_03_69_1/01.jpg",
      "images/New/30_03_69_1/02.jpg",
      "images/New/30_03_69_1/03.jpg",
      "images/New/30_03_69_1/04.jpg",
      "images/New/30_03_69_1/05.jpg",
      "images/New/30_03_69_1/06.jpg",
      "images/New/30_03_69_1/07.jpg",
      "images/New/30_03_69_1/08.jpg",
      "images/New/30_03_69_1/09.jpg",
    ],
    detail:
      "เมื่อวันที่ 30 มีนาคม 2569 คณะที่ปรึกษาและอาจารย์ ได้เข้าพบ นายปะกิต ไชยศรี ผู้อำนวยการกลุ่มวิชาการและถ่ายทอดเทคโนโลยี รักษาราชการแทนผู้อำนวยการสำนักงานทางหลวงชนบทที่ 3 พร้อมทั้งผู้แทนจาก แขวงทางหลวงชนบทชลบุรี แขวงทางหลวงชนบทระยอง แขวงทางหลวงชนบทจันทบุรี และแขวงทางหลวงชนบทสระแก้ว เพื่อหารือการคัดเลือกเส้นทางสำรวจโครงข่ายสายรองที่สำคัญ โดยมีประเด็นหลักเรื่องการชี้แนวเส้นทางที่มีศักยภาพในการพัฒนา ทั้งเรื่อง แผนผังการใช้ประโยชน์ที่ดิน แผนผังการพัฒนาโครงสร้างพื้นฐานและระบบสาธารณูปโภค เขตพัฒนาพิเศษภาคตะวันออก รายละเอียดการดำเนินการโครงข่ายที่มีการเสนอคณะรัฐมนตรี และโครงข่ายเส้นทางศักยภาพที่สำคัญอื่น ๆ",
  },
  {
    id: 2,
    title: "Mobile Mapping System",
    date: "2026-03-30",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/30_03_69_2/01.jpg",
      "images/New/30_03_69_2/02.jpg",
      "images/New/30_03_69_2/03.jpg",
      "images/New/30_03_69_2/04.jpg",
      "images/New/30_03_69_2/05.jpg",
    ],
    detail:
      "ระบบ MMS (Mobile Mapping System) หรือระบบจัดทำแผนที่แบบเคลื่อนที่ ในยุคใหม่นี้ มีขนาดที่เล็กลง มีความสะดวกรวดเร็วในการสำรวจข้อมูลภาคสนาม ประกอบกับเทคโนโลยีการถ่ายภาพหรือกล้องดิจิตอล แบบ 360 องศาที่ความละเอียดสูงขึ้นพร้อมทั้งระบบระบุพิกัดจากดาวเทียม GNSS ซึ่งจะได้ข้อมูลภาพพาโนรามา 360 องศา พร้อมกับตำแหน่งพิกัด ทางภูมิศาสตร์อีกทั้งยังสามารถวัดขนาดและระยะทางของวัตถุต่าง ๆ ทำการจัดเก็บข้อมูล และประมวลผลลัพธ์ข้อมูลส่งออกเป็นไฟล์ ที่สามารถดูในซอฟต์แวร์รหัสเปิด (Open-source) เช่น QGIS ได้ ทำให้สามารถนำไปใช้งานด้านต่าง ๆ ที่ต้องการใช้งานพิกัดภูมิสารสนเทศที่เกี่ยวข้องได้อีกมากมาย อาทิเช่น ระบบ การนำไปใช้ในงานด้าน การสำรวจสภาพถนน สิ่งปลูกสร้าง การป้องกันภัยพิบัติ กรณีที่เกิดความเสียหายจากภัยพิบัติบนถนน และยังสามารถนำไปใช้ในส่วนการทำแผนที่ การออกแบบเส้นทาง การผังเมือง และด้านอื่น ๆ ในส่วนของการจัดเก็บ การใช้ประโยชน์ที่ดิน",
  },
];
