export const newsItems = [
  {
    id: 1,
    title: "ประชุมชี้แนวเส้นทางศักยภาพ",
    date: "2026-03-30",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/30_03_69_1/01.jpg",
      "images/New/30_03_69_1/02.jpg",
      "images/New/30_03_69_1/03.jpg",
      "images/New/30_03_69_1/04.jpg",
      "images/New/30_03_69_1/05.jpg",
      "images/New/30_03_69_1/06.jpg",
      "images/New/30_03_69_1/07.jpg",
      "images/New/30_03_69_1/08.jpg",
      "images/New/30_03_69_1/09.jpg",
    ],
    detail:
      "เมื่อวันที่ 30 มีนาคม 2569 คณะที่ปรึกษาและอาจารย์ ได้เข้าพบ นายปะกิต ไชยศรี ผู้อำนวยการกลุ่มวิชาการและถ่ายทอดเทคโนโลยี รักษาราชการแทนผู้อำนวยการสำนักงานทางหลวงชนบทที่ 3 พร้อมทั้งผู้แทนจาก แขวงทางหลวงชนบทชลบุรี แขวงทางหลวงชนบทระยอง แขวงทางหลวงชนบทจันทบุรี และแขวงทางหลวงชนบทสระแก้ว เพื่อหารือการคัดเลือกเส้นทางสำรวจโครงข่ายสายรองที่สำคัญ โดยมีประเด็นหลักเรื่องการชี้แนวเส้นทางที่มีศักยภาพในการพัฒนา ทั้งเรื่อง แผนผังการใช้ประโยชน์ที่ดิน แผนผังการพัฒนาโครงสร้างพื้นฐานและระบบสาธารณูปโภค เขตพัฒนาพิเศษภาคตะวันออก รายละเอียดการดำเนินการโครงข่ายที่มีการเสนอคณะรัฐมนตรี และโครงข่ายเส้นทางศักยภาพที่สำคัญอื่น ๆ",
  },
  {
    id: 2,
    title: "กำหนดการคัดเลือกสายทาง และลงพื้นที่สำรวจเส้นทาง",
    date: "2026-04-01",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/01_04_69/01.png",
      "images/New/01_04_69/02.png"
    ],
    detail:
    "การดำเนินการสำรวจโครงข่ายสายรองด้วยเทคโนโลยี Mobile Mapping System (MMS) ครอบคลุมระยะทางกว่า 2,500 กม. เริ่มลงพื้นที่จริงตั้งแต่ 2 เมษายน 2569 ในพื้นที่ภาคกลางตอนบน ภาคตะวันออก และอีสานตอนล่าง รวม 23 จังหวัด โดยมีกำหนดการสำรวจแล้วเสร็จสมบูรณ์ภายในวันที่ 28 พฤษภาคม 2569 นี้"
  },
];
