export const newsItems = [
  {
    id: 1,
    title: "ประชุมชี้แนวเส้นทางศักยภาพ",
    date: "2026-03-30",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/30_03_69_1/01.jpg",
      "images/New/30_03_69_1/02.jpg",
      "images/New/30_03_69_1/03.jpg",
      "images/New/30_03_69_1/04.jpg",
      "images/New/30_03_69_1/05.jpg",
      "images/New/30_03_69_1/06.jpg",
      "images/New/30_03_69_1/07.jpg",
      "images/New/30_03_69_1/08.jpg",
      "images/New/30_03_69_1/09.jpg",
    ],
    detail:
      "เมื่อวันที่ 30 มีนาคม 2569 คณะที่ปรึกษาและอาจารย์ ได้เข้าพบ นายปะกิต ไชยศรี ผู้อำนวยการกลุ่มวิชาการและถ่ายทอดเทคโนโลยี รักษาราชการแทนผู้อำนวยการสำนักงานทางหลวงชนบทที่ 3 พร้อมทั้งผู้แทนจาก แขวงทางหลวงชนบทชลบุรี แขวงทางหลวงชนบทระยอง แขวงทางหลวงชนบทจันทบุรี และแขวงทางหลวงชนบทสระแก้ว เพื่อหารือการคัดเลือกเส้นทางสำรวจโครงข่ายสายรองที่สำคัญ โดยมีประเด็นหลักเรื่องการชี้แนวเส้นทางที่มีศักยภาพในการพัฒนา ทั้งเรื่อง แผนผังการใช้ประโยชน์ที่ดิน แผนผังการพัฒนาโครงสร้างพื้นฐานและระบบสาธารณูปโภค เขตพัฒนาพิเศษภาคตะวันออก รายละเอียดการดำเนินการโครงข่ายที่มีการเสนอคณะรัฐมนตรี และโครงข่ายเส้นทางศักยภาพที่สำคัญอื่น ๆ",
  },
  {
    id: 2,
    title: "กำหนดการคัดเลือกสายทาง และลงพื้นที่สำรวจเส้นทาง",
    date: "2026-04-01",
    category: "ข่าวประชาสัมพันธ์",
    photos: ["images/New/01_04_69/01.png", "images/New/01_04_69/02.png"],
    detail:
      "การดำเนินการสำรวจโครงข่ายสายรองด้วยเทคโนโลยี Mobile Mapping System (MMS) ครอบคลุมระยะทางกว่า 2,500 กม. เริ่มลงพื้นที่จริงตั้งแต่ 2 เมษายน 2569 ในพื้นที่ภาคกลางตอนบน ภาคตะวันออก และอีสานตอนล่าง รวม 23 จังหวัด โดยมีกำหนดการสำรวจแล้วเสร็จสมบูรณ์ภายในวันที่ 28 พฤษภาคม 2569 นี้",
  },
  {
    id: 3,
    title:
      "ลงพื้นที่สำรวจโครงข่ายสายรองจังหวัดปราจีนบุรี พร้อมเข้าหารือแขวงทางหลวงชนบทชลบุรี ขับเคลื่อนแผนแม่บทระยะที่ 2",
    date: "2026-04-10",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/10_04_69/01.jpg",
      "images/New/10_04_69/02.jpg",
      "images/New/10_04_69/03.jpg",
      "images/New/10_04_69/04.jpg",
      "images/New/10_04_69/05.jpg",
      "images/New/10_04_69/06.jpg",
      "images/New/10_04_69/07.jpg",
    ],
    detail:
      "เมื่อวันที่ 4 ถึง 7 เมษายน 2569 คณะเจ้าหน้าที่โครงการศึกษาและจัดทำแผนแม่บทการพัฒนาโครงข่ายสายรองที่สำคัญ ระยะที่ 2 (ภาคตะวันออกเฉียงเหนือตอนล่าง ภาคกลาง และภาคตะวันออก) ได้ลงพื้นที่สำรวจในจังหวัดปราจีนบุรีอย่างต่อเนื่อง โดยดำเนินการสำรวจในพื้นที่ ตำบลศรีมหาโพธิ อำเภอศรีมหาโพธิ และ ตำบลบางพลวง อำเภอบ้านสร้าง เพื่อรวบรวมข้อมูลสภาพโครงข่ายทางคมนาคมและลักษณะทางกายภาพของพื้นที่ สำหรับนำไปใช้ประกอบการวิเคราะห์และจัดทำแผนแม่บทให้มีความเหมาะสมและสอดคล้องกับสภาพพื้นที่จริงต่อมาในวันที่ 9 เมษายน 2569 นายนันทิศ ยิ่งกียรตินนท์ และ นายภคิน แสนทวีสุข เจ้าหน้าที่สำรวจโครงการฯ ได้เข้าพบ นายศตวรรษพงษ์ พุดสี วิศวกรโยธาปฏิบัติการ แขวงทางหลวงชนบทชลบุรี สำนักทางหลวงชนบทที่ 3 (ชลบุรี)  เพื่อเข้าพบและรายงานเกี่ยวกับแผนการดำเนินงานสำรวจในพื้นที่ รวมถึงแนวทางการประสานงานและการสนับสนุนข้อมูลที่เกี่ยวข้องการดำเนินงานดังกล่าวเป็นส่วนหนึ่งของการขับเคลื่อนโครงการฯ เพื่อให้การจัดทำแผนแม่บทการพัฒนาโครงข่ายสายรองมีความครบถ้วน ถูกต้อง และสามารถนำไปใช้เป็นกรอบแนวทางในการพัฒนาโครงสร้างพื้นฐานด้านคมนาคมได้อย่างมีประสิทธิภาพต่อไป",
  },
  {
    id: 4,
    title:
      "กรมทางหลวงชนบท ตรวจรับงานงวดที่ 1 โครงการศึกษาแผนแม่บทพัฒนาโครงข่ายสายรอง ระยะที่ 2 ติดตามความก้าวหน้า",
    date: "2026-04-03",
    category: "ข่าวประชาสัมพันธ์",
    photos: [
      "images/New/03_04_69/01.jpg",
      "images/New/03_04_69/02.jpg",
      "images/New/03_04_69/03.jpg",
    ],
    detail:
      "เมื่อวันที่ 2 เมษายน ที่ผ่านมา กรมทางหลวงชนบท ได้จัดการประชุมตรวจรับงานงวดที่ 1 (Progress 1) ภายใต้โครงการศึกษาและจัดทำแผนแม่บทการพัฒนาโครงข่ายสายรองที่สำคัญ ระยะที่ 2 เพื่อติดตามผลการดำเนินงานของที่ปรึกษา และพิจารณาความก้าวหน้าของโครงการให้เป็นไปตามแผนงานที่กำหนดไว้ในการประชุมครั้งนี้ ที่ปรึกษาได้นำเสนอผลการดำเนินงานในระยะเริ่มต้นของโครงการ ประกอบด้วยความก้าวหน้าในการรวบรวมข้อมูลพื้นฐาน แนวทางการศึกษา และแผนการสำรวจภาคสนามในพื้นที่เป้าหมาย ซึ่งเป็นขั้นตอนสำคัญสำหรับการวิเคราะห์และจัดทำแผนแม่บทการพัฒนาโครงข่ายสายรองที่สำคัญในระยะต่อไปนอกจากนี้ ที่ประชุมได้ร่วมกันหารือถึงปัจจัยภายนอกที่อาจส่งผลต่อการดำเนินโครงการ โดยเฉพาะสถานการณ์ความไม่สงบในภูมิภาคตะวันออกกลาง ซึ่งอาจส่งผลให้เกิดข้อจำกัดด้านการจัดหาน้ำมันเชื้อเพลิง และอาจมีปริมาณน้ำมันไม่เพียงพอต่อการสนับสนุนภารกิจสำรวจภาคสนาม การเดินทาง และการปฏิบัติงานในบางพื้นที่ทั้งนี้ หน่วยงานที่เกี่ยวข้องได้มอบหมายให้ที่ปรึกษาติดตามสถานการณ์อย่างใกล้ชิด พร้อมเตรียมแนวทางบริหารจัดการและปรับแผนการดำเนินงานให้เหมาะสม เพื่อให้โครงการสามารถขับเคลื่อนได้อย่างต่อเนื่อง มีประสิทธิภาพ และบรรลุเป้าหมายตามแผนที่กำหนดไว้ต่อไป",
  },
];
